/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Käytä iTunesia musiikin, videoiden ja elokuvien ja iPhotoa valokuvien hallintaan.";

/* kBRMediaNoPhotoContent */
301 = "Käytä iPhotoa valokuvien tuomiseen ja hallintaan.";

/* kBRMediaNoPodcastContent */
302 = "Voit käyttää iTunesia podcastien tilaamiseen iTunes Storesta.";

/* kBRMediaNoTVShowContent */
305 = "Voit käyttää iTunesia TV-ohjelmien ostamiseen iTunes Storesta.";

/* kBRMediaNoMusicVideoContent */
306 = "Voit käyttää iTunesia musiikkivideoiden ostamiseen iTunes Storesta.";

/* kBRMediaNoPlaylists */
307 = "Käytä iTunesia soittolistojen luomiseen ja hallintaan.";

/* kBRMediaNoSongContent */
308 = "Tuo kappaleita iTunesilla tai osta kappaleita iTunes Storesta.";

/* kBRMediaNoAudioBookContent */
309 = "Voit käyttää iTunesia äänikirjojen ostamiseen iTunes Storesta.";

/* kBRMediaNoMovies */
315 = "Vedä elokuvia Elokuvat-kansioon tai osta elokuvia iTunes Storesta iTunesilla.";
